[
    {
        "url": "https://vndb.org/v414",
        "id": 414,
        "title": "Kira☆Kira",
        "quotes": [
            "This isn't a performance, it's terrorism.",
            "Aki, you sound so nice today. Are you okay?",
            "So this mother fucker costumer wants a fuckin' beer, right?",
            "I wonder why people on the internet are so naive to trust everything that's on there.",
            "I remember Murakami-kun said punk music is 'anger', but in our case, it's more like 'people getting angry at us', huh?",
            "Count on me, I vow to my manliness that I'll become the perfect girl!",
            "I guess she values her shampoo more than my life. That's not very flattering.",
            "A girl's heart is like a haunted house!",
            "You mean, punk rockers throw pies?",
            "I wish all the girls in the world were my girlfriends and I could have sex with each one every day."
        ]
    },
    {
        "url": "https://vndb.org/v9124",
        "id": 9124,
        "title": "Hatsukoi 1/1",
        "quotes": [
            "That's right! I'm a high society man, who doesn't care for worldly affairs! ...That's a lie. I'm sorry.",
            "So you're going to throw your son to the hounds, just because taking care of me is a pain?"
        ]
    },
    {
        "url": "https://vndb.org/v167",
        "id": 167,
        "title": "Brass Restoration",
        "quotes": [
            "Senpai is Senpai because you have a really bad personality",
            "We didn't even need the choice pop-up window.",
            "Hey! Why is my mouth answering so honestly!?"
        ]
    },
    {
        "url": "https://vndb.org/v211",
        "id": 211,
        "title": "G-senjou no Maou",
        "quotes": [
            "Anyway, I'm really grateful. If I were a guy, I'd lock you up and love you every night.",
            "'Petting' apparently means something sexual.",
            "Try paying a little respect to your enemy. I'm not training psychotic murderers here.",
            "Are you shitting me!? But, but, that, that's the real deal ain't it!? The real deal yakuza mobile!",
            "Just don't get caught. If nobody's caught, it's not a crime.",
            "If this was a bishoujo game, a choice window would pop up here.",
            "Shut up and buy me the CD. Then keep quiet until we say goodbye.",
            "Money's the only way to gain trust.",
            "I am... Bin Laden.",
            "Alright, meeting adjourned. God has better things to do.",
            "Not even some poorly-translated porno game would have such a convenient plot development.",
            "Sorry, I was born cute.",
            "Even if the cattle were to charge in with machine guns, I'd tell my men the same thing. 'Go and die. Your corpses will be our shields.'",
            "Sometimes I go shopping. I often need to buy more diaries.",
            "Of course. I'm certain of it, because I write everything I know about Azai-kun in my diary.",
            "You better watch your back when you walk the streets at night, you... cunting galge protag!",
            "It isn't not that nothing has not unhappened."
        ]
    },
    {
        "url": "https://vndb.org/v68",
        "id": 68,
        "title": "Higurashi no Naku Koro ni Kai",
        "quotes": [
            "Nice to meet you. I'm Keiichi's meow meow, Rika.",
            "...It's good to be a doctor... because I get to touch the skin of young people many times, and I can turn them into my slaves with a little injection... ",
            "How many times a year does your school have its anniversary?",
            "Should we neglect our precious family member? Raise your hand if you want to neglect her!!!",
            "But this kind of flaw is a good thing to have, otherwise I'd be too perfect!",
            "...I'm so lonely, like a poor kitten crying in a cardboard box because no one wants her. Mi-Mi-...",
            "Where is the reset button for my life?!",
            "Hmm... I would love to show people a movie of this technique... But unfortunately I can't do that in a sound novel...!"
        ]
    },
    {
        "url": "https://vndb.org/v1027",
        "id": 1027,
        "title": "Shikkoku no Sharnoth -What a Beautiful Tomorrow-",
        "quotes": [
            "Do not gather. Do not form herds. That does nothing but rob you of intelligence......",
            "You must never set foot in that place. If you value your life. You must not even imagine what lies hidden inside. If you value your life.",
            "I, Churchill, will never waver. If I lose my blood, I'll replace it with ambition. If I lose my flesh, I'll replace it with resolve.",
            "Thus, I deny tomorrow.",
            "Murder? No. My father's sin was simply being foolish."
        ]
    },
    {
        "url": "https://vndb.org/v3271",
        "id": 3271,
        "title": "Akatsuki no Goei ~Tsumibukaki Shuumatsuron~",
        "quotes": [
            "If there was a person completely superior to me, it would be no less than a god."
        ]
    },
    {
        "url": "https://vndb.org/v1377",
        "id": 1377,
        "title": "Kono Yo no Hate de Koi o Utau Shoujo YU-NO",
        "quotes": [
            "You looked so festive, like a carriage horse in heat galloping off to a stable full of mares.",
            "We're just adding \"theft\" to the list of \"intrusion\" and \"damage to property.\" So long as we don't kill anyone, it'll be the same whatever we do.",
            "Everybody has the right to live, no matter how retarded they may be.",
            "Besides, knowing everything there is to know about my classmates is like, my duty as walking libido.",
            "You know, I've suddenly woken up to my natural obligation to leave behind offspring.",
            "You know what they say. \"Laughter is a lubricant for the soul.\"",
            "Cha... La! Head-Cha-La!"
        ]
    },
    {
        "url": "https://vndb.org/v155",
        "id": 155,
        "title": "Kazoku Keikaku",
        "quotes": [
            "You won't set a flag point unless you come back here!",
            "I won't 'do' anything. I'll just abundantly, fiercely, mercilessly despise you.",
            "Don't knock erotica. If it weren't for erotica, you would never have been born.",
            "That's right. I have a rank one qualification in gentlemanliness.",
            "In front of this lady, I guess even Buddha would become a wimp.",
            "I, Takayashiki Aoba, have no openings throughout my daily life!",
            "no translation",
            "That's right, mother, I'm jealous of father! Mmmn... that bountiful bust of yours is just irresista-booble!",
            "I take pride in my status as a super nice guy with the respect of the community.",
            "Sawamura Tsukasa, I hereby forbid you from breathing within these premises.",
            "Uh, Jin-san? Tsukasa-kun told me to tell you he's not here.",
            "That's like a third-rate line from a third-rate climax of a third-rate drama."
        ]
    },
    {
        "url": "https://vndb.org/v3031",
        "id": 3031,
        "title": "Sono Hanabira ni Kuchizuke o: Amakute Hoshikute Torokeru Chuu",
        "quotes": [
            "Uuu... My student scolded me.",
            "I-it's not a lunch box. Um... that's right! It's a sewing kit!"
        ]
    },
    {
        "url": "https://vndb.org/v496",
        "id": 496,
        "title": "Minna Daisuki Kozukuri Banchou",
        "quotes": [
            "That's wonderful, Onii-chan! It's amazing how you can find happiness even in meaningless things!!",
            "Searching... The Three Laws of Robotics... Search results found: 0."
        ]
    },
    {
        "url": "https://vndb.org/v5",
        "id": 5,
        "title": "Little Busters!",
        "quotes": [
            "I don't know what's going on, but I'm sure that it's your fault, Riki. Apologize to her.",
            "My muscle is screaming! It's screaming out!!",
            "Is it a problem that I don't have any friends? Does that bother you? Will it kill you?!",
            "Young man, it's philosophical as long as one doesn't understand it. It is no longer a philosophy if you understand it.",
            "Uwaa, you touched me in a weird place!!",
            "Make it as mild as it can be please...",
            "Dumped by a guy... you creep me out.",
            "And we'd laugh so much, making our diaphragms cramp up, that we'd suffocate and be sent to the hospital in an ambulance!",
            "So because it's so fraught with danger that even the Earth might be destroyed, we should abstain from cleaning.",
            "Do you explode when you play baseball...?",
            "Wa~, it has a boy's smell~",
            "My body may look strong as steel, but my heart is as soft as tissue. Can't you wrap your words in Saran wrap just a little?",
            "Spoilers are a serious crime..."
        ]
    },
    {
        "url": "https://vndb.org/v2016",
        "id": 2016,
        "title": "Soukou Akki Muramasa",
        "quotes": [
            "The devil I shall meet, the devil I shall cut. The saint I shall meet, the saint I shall cut.",
            "I love killing people.",
            "If you committed the same crime, then you should receive the same punishment.",
            "..........................................................................I see.",
            "You who would call yourself my master, hast thou the resolve to become what I am?"
        ]
    },
    {
        "url": "https://vndb.org/v1143",
        "id": 1143,
        "title": "Maji de Watashi ni Koishinasai!",
        "quotes": [
            "All right, go hunt them. Go destroy them to a certain extend.",
            "Okay! Manage me by meat stick, Yamato!",
            "Why you're asking me is as unknown to me as the meaning of your existence.",
            "Little girls aren't for the taking. They're for admiring.",
            "I'm going to make 100 friends! I only need to make 100 more to reach the goal!",
            "All the cute girls in the world are offerings to me.",
            "Please start hitting us by the alphebetical order, Gakuto's first.",
            "Don't seek comfort or dreams in reality.",
            "Good. Be a man like a girl!!",
            "Uuu... yaaay! I'm a carnival of innocence! Hooray for sunny skies! Japan, cha-cha-cha!",
            "Who are those, game characters? Can you see their panties?",
            "Pu-puriiizu... meato... in my... mouse from... mooningu!",
            "I'll give you some words of wisdom. Women will fall for you if you fuck them.",
            "Later on, this abnormal incident was shrugged off by NASA with, \"Oh, so it's just Momoyo\"."
        ]
    },
    {
        "url": "https://vndb.org/v5154",
        "id": 5154,
        "title": "Grisaia no Kajitsu",
        "quotes": [
            "There! Your guardian spirit is a red wiener!",
            "I very nearly took out my cell phone and tweeted 'The rain in Spain falls mainly on my lady jane #wet.",
            "Eh? What? So every one of us is a virgin? That's sad!",
            "Hrm, I see. Thank you for your valuable opinion. I'll file it under \"not helpful in the slightest.\"",
            "Wasn't rape. He had the pillow's consent.",
            "I'll suck that sucker like it's never been sucked before! I'll suck it good! I'll suck it to pieces! Just watch me!",
            "Plannin' to wash his back with yer fat ol' titties, I expect. Geeeez, how slutty can ya get?",
            "Wow, I made Sakaki-san say \"fellatio\"... Hey, try saying \"penis\" now!",
            "Sachi, my friend, feel free to flip out.",
            "While masticating steadily away, I ponder a certain philosophical dilemma. --Do beans have emotions?",
            "I am a bitch, what of it?",
            "Lies are like colors. The more you pile up, the blacker things get.",
            "A sandwich walks into a bar. The barman says, \"Sorry, we don't serve food in here.\"",
            "What does yesterday being Tuesday have to do with today being Thursday!?",
            "When I was in America, I managed all my conversations with just \"thank you\", \"dog\" and \"pencil\"!",
            "I ask of all gathered here: those who have ever jacked off to Kazami Yuuji, please raise your hands."
        ]
    },
    {
        "url": "https://vndb.org/v6245",
        "id": 6245,
        "title": "Maji de Watashi ni Koishinasai! S",
        "quotes": [
            "Optic Blaster! In other words, a beam!",
            "Isn't this what they call entrance BGM?",
            "The fall of the first Emperor of Virgins saddened the virgins.",
            "Fuhahaha, Class Rep is embrrassing. Just call me The King.",
            "You girls're so close. Yamato, Gen-san, let's take a bath together and play, too!",
            "You know, I've just had my existence denied, but I've still got a smile on my face. That makes me awesome.",
            "Ooh. The identity of the unidentified flying objet was my sister.",
            "If you abuse machines, they will rebel one day. And you'll be targeted, Stacy Connor. Be careful."
        ]
    },
    {
        "url": "https://vndb.org/v581",
        "id": 581,
        "title": "Kimi ga Aruji de Shitsuji ga Ore de",
        "quotes": [
            "You go first. As a moe-type-character you can't move fast anyway."
        ]
    },
    {
        "url": "https://vndb.org/v3112",
        "id": 3112,
        "title": "Kyokugen Dasshutsu 9-Jikan 9-Nin 9 no Tobira",
        "quotes": [
            "Aw crap, thought Junpei, I went too far. Oh well. It was a nice life, while it lasted...",
            "Hey Santa, digging through the trash really suits you.",
            "I am shocked and appalled that guessing at random has not yielded better results.",
            "I might lose them. It's probably better if you hold on to them. That way it won't be my fault if they get lost."
        ]
    },
    {
        "url": "https://vndb.org/v71",
        "id": 71,
        "title": "Yukizakura",
        "quotes": [
            "I told you not to eat those mushrooms!",
            "The bloodstains fit you perfectly.",
            "Woojoo ryke-a kupp obb kowfee?",
            "You're the Titless Twintail Monster!",
            "Rooftop Schoolgirl Boob-Grabbing Festival!",
            "What is a 'date'? A very philosophical question indeed!"
        ]
    },
    {
        "url": "https://vndb.org/v1155",
        "id": 1155,
        "title": "Kikouyoku Senki Tenkuu no Yumina",
        "quotes": [
            "I wouldn't say it's not as if you're not un-useful.",
            "It follows that learning about maids equals learning about medieval Europe. It's valid for your report.",
            "Nooo, stop it... It's like we're the 2D Adoration Association...",
            "This is bad, I'm pretty sure his game folder contains lots of games about little sisters.",
            "Wait, why? Don't tell me...... You enjoy making snappy remarks at the Library Committee? Is S not just your size, but your personality as well?",
            "You don't need to be so nervous. The expectations on you aren't that high."
        ]
    },
    {
        "url": "https://vndb.org/v92",
        "id": 92,
        "title": "Muv-Luv Alternative",
        "quotes": [
            "Insensitive aren't you...must be a birth defect...Yashiro is a girl you know?"
        ]
    },
    {
        "url": "https://vndb.org/v646",
        "id": 646,
        "title": "Ayakashibito",
        "quotes": [
            "I was born from a gun, I was raised with guns, and I'll die by a gun! Guns are my everything, and my life is a gun itself!",
            "Fine let's take this outside... Oh wait, we're already outside. Let's take this inside!",
            "Fufu, are you afraid? Are you gonna pee yourself?",
            "Your hands must be clean, your heart must be fiery, and your mind must be serene.",
            "Vodka is a Russian's life! If you cut a Russian's arm off, vodka will flow out instead of blood!",
            "And the moment when you actually came, did that happen to be inside, or perchance outside?",
            "Wow... It's the first time I've seen one that isn't covered by mosaic."
        ]
    },
    {
        "url": "https://vndb.org/v8158",
        "id": 8158,
        "title": "Daitoshokan no Hitsujikai",
        "quotes": [
            "Getting that black belt in Litter Picking certainly paid off!",
            "That's a good question. Now go stand in the corridor.",
            "Don't demean yourself. You have plenty to offer, like... plenty to offer",
            "Making a resistant girl do what she doesn't want to feels way better than it should!",
            "Sakuraba, please don't say such heartwarming things without warning!",
            "I see you have interests that delve deep into the depths of depravity. I fully endorse it. Do keep it up.",
            "A true Library Club member realizes that the only path worth travelling is the one you read a book on."
        ]
    },
    {
        "url": "https://vndb.org/v82",
        "id": 82,
        "title": "Quartett!",
        "quotes": [
            "There's no such thing in this world as a person who isn't allowed to be happy. That's what I think.",
            "When it comes to me, I've given up on giving up. I've already reached enlightenment!",
            "If you never give up on anything, you'll never be able to move on. Not by a single step."
        ]
    },
    {
        "url": "https://vndb.org/v5652",
        "id": 5652,
        "title": "Kamidori Alchemy Meister",
        "quotes": [
            "Churches are where humans have sex, right?"
        ]
    },
    {
        "url": "https://vndb.org/v7",
        "id": 7,
        "title": "Tsukihime",
        "quotes": [
            "If you don't listen to me, I'll rape you right here.",
            "Yes. I'm the girl you killed yesterday. I'm glad you remember.",
            "You are infinitely better than an alarm clock.",
            "The years of accumulated perceptions exceedingly enumerate towards unknown equations of evolution.",
            "Boxers, their job is to punch people.",
            "Dead people can't be alive!"
        ]
    },
    {
        "url": "https://vndb.org/v16208",
        "id": 16208,
        "title": "Chrono Clock",
        "quotes": [
            "Good to know I have a fucking weeaboo living under my roof again.",
            "So this is the \"D-Don't misunderstand me, alright?!\" bahavior of the 'tsundere' in its natural habitat.",
            "You three have quite the balance of power. There's the good, the bad, and the ordinary.",
            "We'll all dye together?",
            "Don't get jealous of yourself.",
            "...The way I'm feeling right now, I could definitely murder you quite passionately if I went back in time this very instant."
        ]
    },
    {
        "url": "https://vndb.org/v1484",
        "id": 1484,
        "title": "Shiyouchuu ~W.C.~",
        "quotes": [
            "I put too many tampons in! Some of them must have gone deep inside of my pussy... I'll never get them out!",
            "It's difficult for a virgin to use a tampon... but that doesn't mean it's impossible."
        ]
    },
    {
        "url": "https://vndb.org/v11",
        "id": 11,
        "title": "Fate/Stay Night",
        "quotes": [
            "\"Oh, so Sakura's already awake.\" Then she should be in the kitchen.",
            "...You stupid Shirou. I told you it hurts. ...I'm never going to have sex with you again.",
            "Loli-buruma isn't good enough, so you're taking on such a great role in the main storyline...!?",
            "People die when they are killed.",
            "How terrible. If she was going to die, I wanted to kill her myself.",
            "I searched until the sun set, and the only thing I figured out was how useless I am.",
            "Tohsaka is in a good mood, I think because she saw me getting beat around a lot.",
            "You should just be surprised about one thing. You're not skilled enough to handle two.",
            "Ridiculous, you do not understand even now...?! This is your final warning, Shirou. Please make lunch right now!"
        ]
    },
    {
        "url": "https://vndb.org/v5871",
        "id": 5871,
        "title": "Sukimazakura to Uso no Machi",
        "quotes": [
            "I am the confidant of many a woman's interior. And I shall accept the curves of your vase shall you so offer!",
            "Okay then, brother. Always be sure to protect me. This is an order from your little sister.",
            "I'm a proud siscon!",
            "Well, at any rate, it's nice to meet you. Since I'm such an amazing guy, let me know if you need help with anything.",
            "Just use your imagination. With such a romantic landscape around you, think up an embarrassing poem and say it to me.",
            "Well, it's true after all; I am pretty annoying. Ehe~",
            "There are really only a few scenes like that! So there's not even that much ecchi!",
            "To have lived with me for so long and not have fallen in love...you have terrible taste!",
            "Tsk, tsk, tsk. You just don't get it, Kasumi-chin. Isn't it precisely because it's a game that we can go all out?",
            "Lies and wishes look a lot alike."
        ]
    },
    {
        "url": "https://vndb.org/v11033",
        "id": 11033,
        "title": "Ourai no Gahkthun ~What a Shining Braves~",
        "quotes": [
            "I don't make a habit of getting hit by cars in other people's dreams."
        ]
    },
    {
        "url": "https://vndb.org/v231",
        "id": 231,
        "title": "Zanmataisei Demonbane",
        "quotes": [
            "Does the flowchart of my life only lead to bad ends!?",
            "I spank bad children like you with my 'Super West Invincible Robot, Version No: 28.72, Upgrades: It's just stronger, dammit!'",
            "Where's the user support for my life? I could use a fucking patch here.",
            "It doesn't matter how lame you look, as long as you win in the end! I don't wanna hear shit from a loser who doesn't even know that!",
            "Be quiet! Only women make excuses! It's not manly!",
            "Hmm...... Now that it's come this far, LET'S DRAGON SLAYER! Submit and become my experience points!",
            "I can't believe you pissed all over the cockpit! What are we supposed to do if you ruined any of the instruments?",
            "It'll take more than these wounds to take me down! I drink milk every day, after all!",
            "This is stupid...... It's not like I'm some dumb kid who loves giant robots.",
            "Now that you've seen my body, there's no escape. Take responsibility robo."
        ]
    },
    {
        "url": "https://vndb.org/v309",
        "id": 309,
        "title": "Duel Savior",
        "quotes": [
            "I'm a cum dumbster. Anybody's fine, any time. Please abuse me."
        ]
    },
    {
        "url": "https://vndb.org/v4",
        "id": 4,
        "title": "Clannad",
        "quotes": [
            "Ooooops, wait for me my lunch!",
            "So, tea.",
            "You should just watch out for cars, crows and a baker guy whose eyes look piercing",
            "Both of you are weird!",
            "You guys are demons!",
            "It bends here~",
            "That's right...We were always together...In this world. In this sad, lonely world",
            "That's right... the strongest girl sewing my clothes... those would be the strongest clothes..."
        ]
    },
    {
        "url": "https://vndb.org/v914",
        "id": 914,
        "title": "Swan Song",
        "quotes": [
            "First of all, if everyone's equal, then why have I never had a girlfriend?",
            "I'm ugly, and being ugly is a crime.",
            "Yes. People are made to die.",
            "My early ejaculation is awesome at a time like this.",
            "Let's see. Touching a girl's boobs is extremely comforting in any situation.",
            "Let's all take a bath together! Let's strengthen our bonds by socializing naked!",
            "Have you ever cried at night, thinking about boobs that wither away without being seen by people?",
            "I tried not to kill as much as I could help it, but I'm sure most of them are dead. Man, what a bummer.",
            "I'm not too familiar with law, but I believe lynching is illegal."
        ]
    },
    {
        "url": "https://vndb.org/v430",
        "id": 430,
        "title": "Hanachirasu",
        "quotes": [
            "＿|￣|○ ",
            "You know you look just as silly carrying a sword as I do without one."
        ]
    },
    {
        "url": "https://vndb.org/v66",
        "id": 66,
        "title": "Cross†Channel",
        "quotes": [
            "My nipples collaborated with the wind.",
            "I can drive this. I've studied it in racing manga.",
            "Not that this is unusual......but I don't understand what you're saying.",
            "We have no allies. No one will help us. We have to protect ourselves, by ourselves.",
            "Why are your movements so fluffy!? Isn't that strange!?",
            "A woman's heart is like English. I don't get it at all.",
            "I continued fondling the breasts with degrees of freedom similiar to that of an analog video game controller.",
            "Girls aren't just holes for men to penetrate!",
            "Miki was giving off the aura of a shounen manga hero who'd gotten seven times stronger after a really short training session.",
            "Move and I'll irradiate you with this feeble infrared light!"
        ]
    },
    {
        "url": "https://vndb.org/v729",
        "id": 729,
        "title": "11eyes -Tsumi to Batsu to Aganai no Shoujo-",
        "quotes": [
            "And this here is what we call classic Tsundere! Be sure to take notes because it'll be on the test, okay?",
            "I want to become an encyclopedic, morally corrupt, audaciously arrogant, phenomenally narcissistic woman just like her!",
            "Screw you, man! What gives you the right to ruin perfectly good trampling by a pretty girl?!",
            "To be honest... I am the owner of a very special sense of smell that can spot virgin boys and girls.",
            "Apparently there was no bridge boobs couldn't cross.",
            "The horrid image of a 50-years-old man cross-dressing scarred my battered mind."
        ]
    },
    {
        "url": "https://vndb.org/v7849",
        "id": 7849,
        "title": "Corpse Party: Book of Shadows",
        "quotes": [
            "I, um, don't think that's my collarbone you're staring at..",
            "It only really gets good once you've got at least three girls. Everybody knows that!",
            "Don't think about that right now, goddammit! If she needs legs, we'll lend her ours!",
            "So I've been accepted by the family, then? My tears of joy overflow at the prospect. I must be red as a beet right now",
            "She was a bonafide pro. A real expert at taking people's clothes off. Disturbingly well-practiced.",
            "Damned straight! My flag is firmly planted now. The day is totally won",
            "Oh, don't you worry about that. I'm such an early riser, I put middle-aged women to shame!"
        ]
    },
    {
        "url": "https://vndb.org/v3110",
        "id": 3110,
        "title": "Hana to Otome ni Shukufuku o Royal Bouquet",
        "quotes": [
            "One gram of breast is worth one kilogram of gold."
        ]
    },
    {
        "url": "https://vndb.org/v812",
        "id": 812,
        "title": "Wanko to Kurasou",
        "quotes": [
            "Fufu, I'm going to violate you.",
            "Master... am I doing well as your dog?",
            "But master is master's master, so you're master.",
            "Don't emit your host beam since it is perverted!",
            "P-Please don't needlessly remember my masturbation cycle",
            "I'll do my best! I'm going to melt Mom too!"
        ]
    },
    {
        "url": "https://vndb.org/v19769",
        "id": 19769,
        "title": "Kamidanomi Shisugite Ore no Mirai ga Yabai.",
        "quotes": [
            "Affirmative. The ship has sunken.",
            "Though I had my doubts about comparing girls to curry, it was the first thing I thought of.",
            "Hey! Don't ignore me! Please, at least give me a retort!",
            "I only have one request: Could you help me realize the dream of making a hole into a forehead?"
        ]
    },
    {
        "url": "https://vndb.org/v264",
        "id": 264,
        "title": "D.C. ~Da Capo~",
        "quotes": [
            "I didn't know we had enough money to even worry about managing it.",
            "You can't be feeling well, to ring the door bell.",
            "It's not a TV antenna!",
            "You call me 'oniichan', but we're in love. That kind of thing normally only happens in erotic games.",
            "This is my second bedroom -- I mean, my classroom.",
            "I'm a walking microwave oven of love, papa!",
            "Well, my thigh area gets wiggly. What could that be?",
            "You look unappetizing...",
            "...He teaches Science, Physics, and Patience.",
            "Ummm, oniichan, don't touch me there..."
        ]
    },
    {
        "url": "https://vndb.org/v51",
        "id": 51,
        "title": "One ~Kagayaku Kisetsu e~",
        "quotes": [
            "What kind of sleeping posture involves crawling under the bed?!",
            "Uuun... let me sleep for just three more days...",
            "Actually, my granddad's dying wish was for me to not run in the corridors.",
            "Haauu... it hurts... it hurts, Onii-chan..."
        ]
    },
    {
        "url": "https://vndb.org/v18060",
        "id": 18060,
        "title": "Asphyxia",
        "quotes": [
            "If you want to correct people, do it over YouTube. I'm not in the mood."
        ]
    },
    {
        "url": "https://vndb.org/v870",
        "id": 870,
        "title": "The Best Eroge Ever",
        "quotes": [
            "This is the best eroge ever made. It has so much ero, and so much ge, that you just won't believe it.",
            "I haven't seen you since I watched your sleeping face with binoculars this morning"
        ]
    },
    {
        "url": "https://vndb.org/v1491",
        "id": 1491,
        "title": "Trample on \"Schatten!!\" ~Kagefumi no Uta~",
        "quotes": [
            "Do you really think the flames of my heart can be described by mere math? Preposterous! Am I a 0 or 1? The only number I seek is INFINITY!",
            "Zubannn!! (←Sound of stepping on the gas)",
            "Reach out to others as they reach out to you! Open up your heart and you'll have the POWER OF LOVE!"
        ]
    },
    {
        "url": "https://vndb.org/v35",
        "id": 35,
        "title": "Wind -A Breath of Heart-",
        "quotes": [
            "Um... am I supposed to take off my clothes?",
            "After all, it wouldn't be good to do it on your sister's bed!",
            "You really are a strange person."
        ]
    },
    {
        "url": "https://vndb.org/v1380",
        "id": 1380,
        "title": "Sakura Tale",
        "quotes": [
            "Exactly. It's damn exactly!"
        ]
    },
    {
        "url": "https://vndb.org/v492",
        "id": 492,
        "title": "Shuumatsu Shoujo Gensou Alicematic",
        "quotes": [
            "Me? I'm okay. After all, loli-peta has its own weapons.",
            "To my regret resolution is too low... looks like it's covered with mosaics, though that is erotic in its own way too"
        ]
    },
    {
        "url": "https://vndb.org/v3249",
        "id": 3249,
        "title": "The Dandelion Girl",
        "quotes": [
            "Ah, useless. It's all useless."
        ]
    },
    {
        "url": "https://vndb.org/v131",
        "id": 131,
        "title": "Animamundi ~Owarinaki Yami no Butou~",
        "quotes": [
            "Being in a place devoid of sweets, gardens and smiles is more trying than I anticipated.",
            "Oh, we're fine! Just fine! The more I crash, the better I get at flying."
        ]
    },
    {
        "url": "https://vndb.org/v88",
        "id": 88,
        "title": "ef - a fairy tale of the two.",
        "quotes": [
            "As punishment, I had to complete a redemption assignment. It was specifically designed to make suicide seem like an attractive alternative.",
            "One must never ask for a woman's age. This is an ironclad rule established to ensure the survival of the human race.",
            "German girls are the most beautiful in the world! Hooray for Volkerwanderung!",
            "We're weird, huh? You, me, and everyone else.",
            "Even the most trifling of words may result in a relationship mishap.",
            "You fucking hobo!"
        ]
    },
    {
        "url": "https://vndb.org/v4017",
        "id": 4017,
        "title": "Koi iro Chu! Lips",
        "quotes": [
            "Yes, there can only be one meaning!!! Today's your safe day... TODAY'S YOUR SAFE DAY, ISN'T IT?!",
            "Busy? BUSY?! What could possibly be more important than strip-mahjong?!",
            "I have all the girls just waiting for me to load up their save dataaaaaa!!!!!",
            "With the grace of a professional matador, I sidestepped the charging bull!",
            "Just you watch boy, girlfriends don't just grow on trees!"
        ]
    },
    {
        "url": "https://vndb.org/v74",
        "id": 74,
        "title": "Eien no Aselia -The Spirit of Eternity Sword-",
        "quotes": [
            "This taste..... Could it be......... because I did not add enough subtle flavoring?",
            "Now then, let's go. To the holy land of bentos, the rooftop! A chilly yet hot time is awaiting us!",
            "Of course, the person I like is a thickheadedly thickheaded, super-thickheaded guy.",
            "So, maids... really exist..."
        ]
    },
    {
        "url": "https://vndb.org/v2342",
        "id": 2342,
        "title": "Ashita no Yukinojou",
        "quotes": [
            "Hahaha! Your image has crumbled, Yukinojou! Do you understand it now, Freshman Girl? He's also human. He too goes to the toilet, and he even farts!",
            "Listen well, Yukinojou! If it seems you're about to lose, then just bite your opponent's ears off! It's not a fault if the referee won't notice it!"
        ]
    },
    {
        "url": "https://vndb.org/v4981",
        "id": 4981,
        "title": "Osananajimi wa Daitouryou ~My Girlfriend is the President.~ Fandisc",
        "quotes": [
            "YES WE CUM!",
            "If I don't scream now, when will I scream? My libido is out of control! Nobody can stop it now!"
        ]
    },
    {
        "url": "https://vndb.org/v20194",
        "id": 20194,
        "title": "Grisaia: Phantom Trigger Vol. 1",
        "quotes": [
            "She's a rabid dog! She just mauls anything that moves, no questions asked.",
            "Just grab your gun and shout 'Die, normie, die! I'll kill you, you fuckin' normie!' You almost never miss that way!",
            "Any girl, no matter how ugly they are, can end up looking adorable if you keep insisting how cute they are."
        ]
    },
    {
        "url": "https://vndb.org/v3161",
        "id": 3161,
        "title": "Starless",
        "quotes": [
            "I'm cumming while I'm cumming!!!!",
            "Mikako, don't let that dick escape!"
        ]
    },
    {
        "url": "https://vndb.org/v711",
        "id": 711,
        "title": "Gyakuten Saiban",
        "quotes": [
            "Lies always beget more lies! See through one, and their whole story falls apart!",
            "I object! That was...objectionable!"
        ]
    },
    {
        "url": "https://vndb.org/v12",
        "id": 12,
        "title": "Tomoyo After ~It's a Wonderful Life~",
        "quotes": [
            "What's that, you bastard? I'll seduce you!",
            "It's summer vacation. What else is there to do other than going to the dungeon?",
            "Take me seriously, then after you are suprised, realize that it's impossible, and deny it.",
            "In Japan, we also have this wonderful goverment organization called police.",
            "Okay, if you can catch my spit with your face, I'll think about it."
        ]
    },
    {
        "url": "https://vndb.org/v2622",
        "id": 2622,
        "title": "Osananajimi wa Daitouryou: My Girlfriend is the President.",
        "quotes": [
            "This is humanity's crystal of wisdom, an eroge.",
            "Huh? Did she instinctively realize that I was a pervert?",
            "\"I'll introduce her. The transfer student is the Rusian President."
        ]
    },
    {
        "url": "https://vndb.org/v57",
        "id": 57,
        "title": "Sharin no Kuni, Himawari no Shoujo",
        "quotes": [
            "Oh, I just had some free time, so I thought I'd drop by and see if Sachi-san would be interested in a little sexual intercourse.",
            "I'll murder you!",
            "I want to go on a date! We'll play MMORPGS all night long! I want you to confess your love to me by saying 'let's grind together, baby!'",
            "Oh well. The more tsun she is now, the more dere she'll be later.",
            "What rank am I on your love scale?",
            "No response means consent!",
            "Onee-chan, this isn't training! It's, it's... it's domestic violence!",
            "Oh shut up. You're the one who thought R.E.M. stood for \"Really Enjoy Masturbating\"...",
            "I don't need fame and I can't feed myself with romance."
        ]
    },
    {
        "url": "https://vndb.org/v156",
        "id": 156,
        "title": "Princess Waltz",
        "quotes": [
            "Thief! Give me back my first kiss!",
            "D, did you hear that!? Arata said he wanted to think!",
            "When I really act like a princess, I practically ooze elegance!",
            "Really...! I, I wasn't looking at your breasts....",
            "The ground can be a dangerous weapon if it hits you hard.",
            "That's right, idiots don't catch colds."
        ]
    },
    {
        "url": "https://vndb.org/v16695",
        "id": 16695,
        "title": "Ame no Marginal",
        "quotes": [
            "Mm? Well, he wouldn't die even if I killed him, so I tore off his arms and legs and threw him into the exit."
        ]
    },
    {
        "url": "https://vndb.org/v13",
        "id": 13,
        "title": "Remember11 -The Age of Infinity-",
        "quotes": [
            "A skeptic must also doubt skepticism itself.",
            "I am a seagull.",
            "All girls are bad with machines, you know!"
        ]
    },
    {
        "url": "https://vndb.org/v16560",
        "id": 16560,
        "title": "Miagete Goran, Yozora no Hoshi o",
        "quotes": [
            "Please stop your serious monologing while having my head in an armlock.",
            "Saya put in effort to raise a sea urchin here in the mountains.",
            "Thank you very much, Super-beautiful big-breasted onee-san!",
            "If you come another time without knocking, I'll ram my bamboo spear into your ass.",
            "And what comes now..... Well... I asked (my parents) and got permission to perform sexual intercourse with you, so...",
            "........Do-Do I look like I would visit lewd websites?",
            "......Somehow it feels like we have stealthily sex in your pocket."
        ]
    },
    {
        "url": "https://vndb.org/v17",
        "id": 17,
        "title": "Ever17 -The Out of Infinity-",
        "quotes": [
            "So you want me to put the tip of this in that hole of yours?",
            "You're stupidity is terminal.",
            "Naturally, I knows the hacker",
            "I'm not like everyone else. Don't act like I'm your friend, alright?",
            "I'll be waiting for you to come for me.",
            "I'm not getting enough vegetables...I'm not getting enough vegetables...I'm not...",
            "I am...You!",
            "When you close your eyes, I disappear."
        ]
    },
    {
        "url": "https://vndb.org/v945",
        "id": 945,
        "title": "Katawa Shoujo",
        "quotes": [
            "People always say 'come on, it'll be fun' about things that are never, ever fun.",
            "I have never seen anyone talk so heatedly and so defensively about absolutely nothing before."
        ]
    },
    {
        "url": "https://vndb.org/v12260",
        "id": 12260,
        "title": "ChuSinGura 46+1",
        "quotes": [
            "Sugu-nii's katana is normally settled in it's sheath right?"
        ]
    },
    {
        "url": "https://vndb.org/v515",
        "id": 515,
        "title": "Cartagra ~Tsuki kurui no Yamai~",
        "quotes": [
            "I was a patron of that dismembered slut over there.",
            "Listen up, Takashiro-san. We're not pretty little princesses, okay? We're whores. We work ourselves to the brink just to put food in our mouths."
        ]
    },
    {
        "url": "https://vndb.org/v9880",
        "id": 9880,
        "title": "Shindan no Kekka, Sore wa Koi no Yamai Desu",
        "quotes": [
            "Lolicons are national treasures!",
            "NEETs can become melons? Now that's evolution.",
            "My penis is mine!"
        ]
    },
    {
        "url": "https://vndb.org/v210",
        "id": 210,
        "title": "Himawari",
        "quotes": [
            "The more concealed knives a man has, the stronger he is.",
            "So me trying to cook was about as unheard of as snow in space, huh?",
            "He was probably the only true weirdo among us.",
            "That's one small step for mankind, one giant leap for a man.",
            "A man riding a missile. This was... this was amazing."
        ]
    },
    {
        "url": "https://vndb.org/v11712",
        "id": 11712,
        "title": "Zutto Sukishite Takusan Sukishite",
        "quotes": [
            "Raika-san, saying \"Manko\" is shameless! Add an 'O' atleast.",
            "No Moe, No Brother, NO LIFE---!!!"
        ]
    },
    {
        "url": "https://vndb.org/v5240",
        "id": 5240,
        "title": "Ikinari Anata ni Koishiteiru",
        "quotes": [
            "It's like she's thinking that my reasoning is broken, and I will transform myself into a criminal if I don't have anything masturbate to by midnight.",
            "Eika-chan, press ○△□XXX to shoot beams!",
            "Photograph? That's not a photograph. It's a CG.",
            "I'm not scary at all! One more word and I'll beat you up!",
            "How is a man getting his ass dug into cute!?"
        ]
    },
    {
        "url": "https://vndb.org/v18830",
        "id": 18830,
        "title": "Grisaia no Yuukan",
        "quotes": [
            "Locker kendo... That's the perfect sport for Japan, bein' such a small nation an' all.",
            "Not too far away, Sakaki Yumiko is buying her own set of handcuffs online.",
            "Michiru-sama, are you imitating an electric vibrator?",
            "As an adolescent girl, it's only natural that I should have an unstable gender identity.",
            "After some silly, light girl talk, we find ourselves in front of the target's room.",
            "At any rate, it's rather sad that you're experiencing sexual health issues even though you're a virgin."
        ]
    },
    {
        "url": "https://vndb.org/v2344",
        "id": 2344,
        "title": "Masaru: Ashita no Yukinojou 2",
        "quotes": [
            "...It'll be fine, I'm a heroine after all... They have a special ability not to get fat no matter how much they eat...",
            "Gah!! My bed hair looks like the hair of a Super Saiyan III!!"
        ]
    },
    {
        "url": "https://vndb.org/v453",
        "id": 453,
        "title": "Draculius",
        "quotes": [
            "I see. Before you go sleeping, you'll nicely brush your teeth, OK? Teeth are the bread and butter for a vampire!"
        ]
    },
    {
        "url": "https://vndb.org/v12561",
        "id": 12561,
        "title": "Cocoro＠Function!",
        "quotes": [
            "What are you saying?! Isn't your very existence linked to sexual harassment?!",
            "No it's fine, if you show me your underwear."
        ]
    },
    {
        "url": "https://vndb.org/v12759",
        "id": 12759,
        "title": "End End Summer",
        "quotes": [
            "Lost things will never return.",
            "Humans must live their life in fear of eventual loss.",
            "Eternity is nowhere to be found in the world"
        ]
    },
    {
        "url": "https://vndb.org/v1311",
        "id": 1311,
        "title": "Shakunetsu Hime",
        "quotes": [
            "I'll tear this filthy world apart...with my own two hands! NO ONE WILL ESCAPE JUDGMENT!",
            "La la la la la la la...Time to SPLIT THE EARTH."
        ]
    },
    {
        "url": "https://vndb.org/v183",
        "id": 183,
        "title": "Kikokugai - The Cyber Slayer",
        "quotes": [
            "If physical strength were everything, this planet would still be ruled by the dinosaurs.",
            "I find that those who care nothing for the suffering of others are the ones who scream loudest at their own pain. Don't you agree?",
            "In my experience, rape is more efficient than normal torture.",
            "Ahh, how you've changed. I almost mistook you for a walking corpse."
        ]
    },
    {
        "url": "https://vndb.org/v97",
        "id": 97,
        "title": "Saya no Uta",
        "quotes": [
            "A single person produces more meat than I expected",
            "Of course. We can just use the refrigerator next door.",
            "The person I just chased off with the verbal equivalent of a nuclear bomb used to be my friend",
            "I can't see people as human"
        ]
    },
    {
        "url": "https://vndb.org/v9847",
        "id": 9847,
        "title": "Gurenka",
        "quotes": [
            "That's right. Girls aren't just breasts."
        ]
    },
    {
        "url": "https://vndb.org/v12692",
        "id": 12692,
        "title": "Uke Shokushu",
        "quotes": [
            "That's because I'm a tentacle."
        ]
    },
    {
        "url": "https://vndb.org/v6572",
        "id": 6572,
        "title": "BlazBlue: Continuum Shift",
        "quotes": [
            "He's a slave, Sena! A slave to jiggle!",
            "Truth...? This world is nothing but corruption, treachery, and lies. What meaning is there in 'truth?'",
            "My my. Your face was quite priceless. I had no idea the human body was capable of such amusing distortion.",
            "The birth of a new magical girl! It's soooo less messy than regular birth...!",
            "What the hell was that for?! You would have killed me... if I weren't already dead...",
            "Abracadabra, baby! Welcome to life as a magical girl!",
            "Operation Boost Luna's Boobies begins... NOW!",
            "My body! My body's all see-through and crap. What's going on?"
        ]
    },
    {
        "url": "https://vndb.org/v922",
        "id": 922,
        "title": "Sono Hanabira ni Kuchizuke o: Watashi no Ouji-sama",
        "quotes": [
            "I-I'm cute even when I cry.",
            "I am a tree. A tree that grows in the hallway!"
        ]
    },
    {
        "url": "https://vndb.org/v1896",
        "id": 1896,
        "title": "Coμ - Kuroi Ryuu to Yasashii Oukoku -",
        "quotes": [
            "Despair, and be destroyed.",
            "Senpai, the sight of your defenseless sleeping face made my maiden heart go pipipipipipi!",
            "I've neglected nothing. My boobs are already 84D.",
            "Ayaya's as hyper as a manga artist pulling all-nighters every day of the year.",
            "Muuu not good, super very not good. One week before the world ends level of not good."
        ]
    },
    {
        "url": "https://vndb.org/v4137",
        "id": 4137,
        "title": "Toradora! Portable",
        "quotes": [
            "Seriously... You guys are stupid, annoying, and... irreplaceable. I couldn't ask for better friends..."
        ]
    },
    {
        "url": "https://vndb.org/v24",
        "id": 24,
        "title": "Umineko no Naku Koro ni",
        "quotes": [
            "The person I love, my family and my relatives, everyone, everyone!! I'll protect them.",
            "It's like \"sucker merry barrels\". What do you get if you take out the e's and r's?",
            "Uryu...... Doing all of the Seven Sisters would be pretty tough......",
            "This is my truth!",
            "Come, try to close your eyes. And try to remember. What form did you have?",
            "The next head is me. And my first action will be to shove my fist into your face...!",
            "The food they were given had small bombs in it, which exploded from inside their stomachs."
        ]
    },
    {
        "url": "https://vndb.org/v382",
        "id": 382,
        "title": "Chaos;Head",
        "quotes": [
            "Being nervous around chicks is one thing, but you act like that around me, and people are gonna think I'm a homo.",
            "Delusions are a virgin's number one talent.",
            "I, it,it IT'S A FLAAAAAAGGGGG!1!1!",
            "I am a shrine maiden who was born to offer the pure blood of my line to a hero.",
            "An email from a 3-D girl.... I'd never received one before....",
            "Whose eyes are those eyes?"
        ]
    },
    {
        "url": "https://vndb.org/v238",
        "id": 238,
        "title": "Tears to Tiara",
        "quotes": [
            "What's this?.....This.....fluffy bunch?",
            "Arawn-sama......hurt me more....... ",
            "Waahhh!! Just duel me, I said!!",
            "Look, what's mine is mine, and what's yours is also all mine!",
            "Uu.... I was eaten...",
            "You seem like you won't break even if you die.",
            "I was dead for a while.",
            "Forgive me for making more passes at you from here on",
            "What had until now been bands of light were changing into tentacles dripping with slime."
        ]
    },
    {
        "url": "https://vndb.org/v1865",
        "id": 1865,
        "title": "Podzim",
        "quotes": [
            "Never underestimate bread rolls!",
            "Fundamentally, we Martians have sex by holding hands."
        ]
    },
    {
        "url": "https://vndb.org/v2002",
        "id": 2002,
        "title": "Steins;Gate",
        "quotes": [
            "How do i know that? Because I, too, have few friends! Muhahaha!",
            "Rukako's cuteness is a terror of the universe.",
            "Stop applying your eroge brain to reality",
            "...let's stop thinking nostalgically about the future.",
            "You got your childhood friend to change your diaper? I'm jealous, man. What eroge is that from?",
            "Silence, you unfaithful bastard! Your 2D wives are crying.",
            "Who're you calling an American virgin?",
            "I'm not talking to myself! Can't you see? I'm talking to the guy on the other side of the monitor."
        ]
    },
    {
        "url": "https://vndb.org/v1894",
        "id": 1894,
        "title": "A Profile",
        "quotes": [
            "Don't skip school for no reason, only lowlifes do that.",
            "He scared me, so I did something scary."
        ]
    },
    {
        "url": "https://vndb.org/v3766",
        "id": 3766,
        "title": "Oazuke Fetish!",
        "quotes": [
            "Aan... In my Hapsburg... Shuichi, put your manly Baskville in my dirty Hapsburg!"
        ]
    },
    {
        "url": "https://vndb.org/v2375",
        "id": 2375,
        "title": "Dengeki Stryker",
        "quotes": [
            "Why do you assume I'm living with a woman? I'm living with a ninja."
        ]
    },
    {
        "url": "https://vndb.org/v2123",
        "id": 2123,
        "title": "Kira☆Kira Curtain Call",
        "quotes": [
            "In the real world, the only ending available is \"death\".",
            "Women are monsters."
        ]
    },
    {
        "url": "https://vndb.org/v700",
        "id": 700,
        "title": "Ar Tonelico ~Sekai no Owari de Utai Tsuzukeru Shoujo~",
        "quotes": [
            "...I can handle reading it, but I really don't want to experience being eaten!",
            "Oh, poor Lyner... you go out with so many under aged girls, you can't remember them all.",
            "I don't have a girlfriend, but I'm determined to get one this year. Too bad it's not easy as flipping a switch. Girlfriend on, girlfriend off.",
            "Installing can be very painful. But, it could bring happiness if a partner installs with love.",
            "Miracle is a convenient word. People use it whenever they can't find an answer to a question.",
            "The finishing move would be the Super Ultra Wonderful Maximum Eccentric Grande Hyper Wonderful Sweet Time Service Mighty Bomb!"
        ]
    },
    {
        "url": "https://vndb.org/v431",
        "id": 431,
        "title": "\"Hello, world.\"",
        "quotes": [
            "May I touch your \"Sexual Intercourse Function\"?"
        ]
    },
    {
        "url": "https://vndb.org/v2341",
        "id": 2341,
        "title": "Kakyuusei",
        "quotes": [
            "You won't ever understand how delicate and fragile, like the black, metallic body of a car, my heart is."
        ]
    },
    {
        "url": "https://vndb.org/v10608",
        "id": 10608,
        "title": "Koiken Otome",
        "quotes": [
            "That's right, your sexual tool! Th-The male reproductive genital organ! U-Understand? Hurry up and take it out!",
            "I hate lovebirds when one of them isn't meeeee~!",
            "I got called a doorknob...",
            "I also think it's normal to get possessive around aggressive polyamorous sperm pirates."
        ]
    },
    {
        "url": "https://vndb.org/v11624",
        "id": 11624,
        "title": "Zettai Junshu ☆ Kozukuri Kyokashou Paradise!! ~Aa, Subarashiki Haramasekai~",
        "quotes": [
            "Just where on earth do you greet people by massaging their breasts!?"
        ]
    },
    {
        "url": "https://vndb.org/v266",
        "id": 266,
        "title": "D.C. II ~Da Capo II~",
        "quotes": [
            "I Hit myself on the Head. It sounded hollow, like there was no brain inside."
        ]
    },
    {
        "url": "https://vndb.org/v9205",
        "id": 9205,
        "title": "Tokyo Babel",
        "quotes": [
            "The god of your world is of a particularly vile disposition.",
            "You've just earned the right to call yourself the head cook of the underworld. A Hell's Chef, if you will.",
            "Wait, were you arrested? Maybe you wanna sue? Or want to be sued?"
        ]
    },
    {
        "url": "https://vndb.org/v508",
        "id": 508,
        "title": "Aozora Magiccer!!",
        "quotes": [
            "Fufufu. After all, both sex and ritual is best when it's done with a young one."
        ]
    },
    {
        "url": "https://vndb.org/v751",
        "id": 751,
        "title": "Rewrite",
        "quotes": [
            "Don't underestimate me. I was Buddha in a previous life.",
            "...pleased to meet you. Try not to talk to me.",
            "High-heeled women need to cling to their man for a safety reason.",
            "Those damn Americans are rushing our position. They want to reoccupy this country, even if they can only do so in a video game.",
            "I was in a dark forest, being chased by a scary man with scissors. It was horrible.",
            "That's right. You are a shithead. You are Mister Shit. The shit controls you. In fact, you are nothing but shit.",
            "Urinal cakes are no match for the forces of gravity."
        ]
    },
    {
        "url": "https://vndb.org/v4028",
        "id": 4028,
        "title": "Koi to Senkyo to Chocolate",
        "quotes": [
            "N-No... by the way, what are the activities of the Dog in a Pot Research Club?",
            "It should be common sense to think that it's absurd for the Food Research Club to never perform any actual research.",
            "Naturally, my hands got sticky from the oil... but I'm a man and therefore don't care!",
            "I'm not talking about liking or disliking! Sweets are justice! Justice, I tell you!"
        ]
    },
    {
        "url": "https://vndb.org/v12694",
        "id": 12694,
        "title": "Fault Milestone One",
        "quotes": [
            "There ain't no luck out there that's dumb enough to help our sorry butts out. We made this happen.",
            "So it's private, but everyone knows and treats you unusually well. Do you work at a brothel?"
        ]
    },
    {
        "url": "https://vndb.org/v2635",
        "id": 2635,
        "title": "Fading Hearts",
        "quotes": [
            "I guess this is the morning after yesterday."
        ]
    },
    {
        "url": "https://vndb.org/v33",
        "id": 33,
        "title": "Kanon",
        "quotes": [
            "Even if it's forever. For however many years, however many decades...I'll come and wake you up.",
            "I have a special power of forgetting people's faces after twelve hours."
        ]
    },
    {
        "url": "https://vndb.org/v648",
        "id": 648,
        "title": "Sumaga",
        "quotes": [
            "That was an indirect tit grab! I won't wash this hand for a week!",
            "I feel like I just had a dream. But, I forgot what the dream was about.",
            "I can't stop your tears. But at least I can wipe them.",
            "The person without breasts, please become silent. Right now I'm speaking with Yuuma-san",
            "She's fine. She won't die even if she gets killed.",
            "I'm talking about the traits of a main character! Or are you a girl?",
            "I don't care how many Bad Ends I get, I'll have my revenge!",
            "This must be the first stage of the so called Tsundere Method..."
        ]
    },
    {
        "url": "https://vndb.org/v436",
        "id": 436,
        "title": "Dra†KoI",
        "quotes": [
            "WHAT FUCKING SLUT STOLE MY BEAUTIFUL SON'S VIRGINITY? THAT WAS MIIIIIIIINNNNNEEEEEE!!!",
            "Nice to meet you, filthy humans.",
            "GOOOOOOOOOOD!!! If I'd known this was going to happen, I would've raped you last night!!!"
        ]
    },
    {
        "url": "https://vndb.org/v47",
        "id": 47,
        "title": "Kagetsu Tooya",
        "quotes": [
            "In essence I can lock him up in a room and teach him this and that!"
        ]
    },
    {
        "url": "https://vndb.org/v5451",
        "id": 5451,
        "title": "Artemis Blue",
        "quotes": [
            "You put your thumb, fore and middle finger in the three holes of the bowling ball. It's like fiddling with the anus, vagina and clitoris at the same time."
        ]
    },
    {
        "url": "https://vndb.org/v11726",
        "id": 11726,
        "title": "Ojou-sama wa Gokigen Naname",
        "quotes": [
            "I want to practice fellatio on this handsome man's flute."
        ]
    },
    {
        "url": "https://vndb.org/v487",
        "id": 487,
        "title": "Sengoku Rance",
        "quotes": [
            "Let me explain. This purple dildo is a dildo!"
        ]
    },
    {
        "url": "https://vndb.org/v15",
        "id": 15,
        "title": "Moon.",
        "quotes": [
            "Raping girls is your job!?"
        ]
    },
    {
        "url": "https://vndb.org/v12794",
        "id": 12794,
        "title": "Corpse Party: BloodDrive",
        "quotes": [
            "If you're about to die, why do you care who I am? Clearly, you're not serious about this at all.",
            "Where's your mind at, bitch? Aren't you just looking to save yourself? Spare yourself from all this suffering?"
        ]
    },
    {
        "url": "https://vndb.org/v548",
        "id": 548,
        "title": "Dies irae",
        "quotes": [
            "Hmm? Do I need a reason? I'm here because I'm a soldier, much like yourself. War is our profession, murder our currency."
        ]
    },
    {
        "url": "https://vndb.org/v417",
        "id": 417,
        "title": "Sekien no Inganock -What a Beautiful People-",
        "quotes": [
            "...you seem to have patented being one step behind."
        ]
    },
    {
        "url": "https://vndb.org/v44",
        "id": 44,
        "title": "Yume Miru Kusuri",
        "quotes": [
            "You are an uncute, uncharming, unsexy, titless little sister!",
            "Y, you... Don't create such a painful event in the morning, you sister-character!",
            "But the flag of love is still a long way off!",
            "Good man! Now hurry up and put your semen into my anus.",
            "Stories...? What, porn games have stories?",
            "My computer got a virus called \"HIV\", and if I start it up, smoke comes out of it."
        ]
    },
    {
        "url": "https://vndb.org/v3276",
        "id": 3276,
        "title": "The Nettestadt Troll",
        "quotes": [
            "If I am a bratwurst... will you be my bun?",
            "All we ever do is have sex. Promise me a date at least once in a while."
        ]
    },
    {
        "url": "https://vndb.org/v1392",
        "id": 1392,
        "title": "Peace@Pieces",
        "quotes": [
            "Hikaru, you'll grow up to be a good girl, even if not really bright, teacher guarantees.",
            "What's the meaning of seeing panties in one's last moments...am I going to Heaven or Hell?",
            "Really? When there is someone you love, they grow bigger?"
        ]
    },
    {
        "url": "https://vndb.org/v124",
        "id": 124,
        "title": "Enzai",
        "quotes": [
            "You have to admit, I do look a bit like a Christmas tree... I'd really rather not, of course...",
            "What? Me, smell? You mistake my high-class perfume for smell? You ignorant lout!",
            "As the king it's my duty to sample chocolates everywhere!"
        ]
    },
    {
        "url": "https://vndb.org/v67",
        "id": 67,
        "title": "Higurashi no Naku Koro ni",
        "quotes": [
            "How would you react to my flat breasts?",
            "O ho ho. I can't help it, everybody loves me, right?",
            "If you didn't have that thing inbetween your legs, you'd be such a pretty girl!",
            "A man's heart doesn't add money to your wallet!",
            "Men don't belong in the kitchen."
        ]
    },
    {
        "url": "https://vndb.org/v7184",
        "id": 7184,
        "title": "World End Economica",
        "quotes": [
            "Gravity is love, you know.",
            "If A=B and B=C, then A would have to be equal to C till the ends of time, no buts about it."
        ]
    },
    {
        "url": "https://vndb.org/v102",
        "id": 102,
        "title": "Gekkou no Carnevale",
        "quotes": [
            "I wiiiill cuurseeeeeeee youuuuuuuuuuuuu!",
            "Eeh?! Let's play just a little more!"
        ]
    },
    {
        "url": "https://vndb.org/v7679",
        "id": 7679,
        "title": "Super Dangan Ronpa 2 Sayonara Zetsubou Gakuen",
        "quotes": [
            "Listen up! The emptier your head, the more dreams you can stuff inside it, y'know!",
            "Kehehe, for you to actually greet me in the morning... I praise your admirable endeavor, slave.",
            "You're totally playing up to power of human spit!",
            "Well, the world is shaped by the will of the majority... It makes sense that it bends to those who lack talent.",
            "Anyways, as punishment for making me misunderstand, I decided to eat my wife for dinner that night.",
            "Rule breakers will be shot to death... That's just common sense!",
            "Obsessing over stuff doesn't solve anything, right? Yep, I should stop thinking and play video games."
        ]
    },
    {
        "url": "https://vndb.org/v324",
        "id": 324,
        "title": "Extravaganza ~Mushi Mederu Shoujo~",
        "quotes": [
            "Praying is futile. Because in this world we live in————God doesn't exist."
        ]
    },
    {
        "url": "https://vndb.org/v14761",
        "id": 14761,
        "title": "Harvest OverRay",
        "quotes": [
            "How mean, please don't call me a rotten mermaid. You know how bad rotten fish smells right?"
        ]
    },
    {
        "url": "https://vndb.org/v60",
        "id": 60,
        "title": "Ai Yori Aoshi",
        "quotes": [
            "Then play with me!",
            "The floor drank one of my beers."
        ]
    },
    {
        "url": "https://vndb.org/v2930",
        "id": 2930,
        "title": "Pure Love!",
        "quotes": [
            "Yeah! I'm Pandam. Jean-Claude Pan Dam - that's my name."
        ]
    },
    {
        "url": "https://vndb.org/v6700",
        "id": 6700,
        "title": "Supipara",
        "quotes": [
            "I've got tons of free time, but not that much. I've got anime to watch, not to mention online auctions I've gotta keep my eye on!"
        ]
    },
    {
        "url": "https://vndb.org/v4806",
        "id": 4806,
        "title": "Noble ☆ Works",
        "quotes": [
            "There isn't anything suspicious with his bank account other than how little money goes in and out.",
            "On top of that, you thought you'd go around making these delicious omelets. You got some nerve, punk.",
            "Even if your chest were so incredibly flat that you could play billiards on it, I'd still think you're the cutest girl in the world."
        ]
    },
    {
        "url": "https://vndb.org/v30",
        "id": 30,
        "title": "Yo-Jin-Bo ~Unmei no Freude~",
        "quotes": [
            "Fly! What else is a cape for? Just look at Superman, Batman and Spiderman!"
        ]
    },
    {
        "url": "https://vndb.org/v103",
        "id": 103,
        "title": "True Remembrance",
        "quotes": [
            "Then I had the following sequence of thoughts: (1) man, this is weird; (2) hmm, I certainly didn't build that fire; (3) so she must have; (4) man, this is weird.",
            "Nothingwrongwiththatatall! Infactitmakesmehappytoseeyoueatyourfill!!!",
            "Oh, it was really delicious. I'm quite impressed ... at how you managed to not use carrots at all.",
            "...and what are you going to do? Rape me?",
            "... don't mind me. I'll be fine. It's not me. See. I just have no control over this."
        ]
    },
    {
        "url": "https://vndb.org/v10026",
        "id": 10026,
        "title": "Chuuning Lover",
        "quotes": [
            "WRYYYYYY-!!"
        ]
    },
    {
        "url": "https://vndb.org/v10984",
        "id": 10984,
        "title": "Appare! Tenka Gomen Matsuri ~Koi to Arashi wa Ooedo no Hana~",
        "quotes": [
            "NIIINNJAAAAAAAAAAAAAAAAA! OHHHHHH!!   SASUKE! SAIZO! HANZO! JIRAIYA!"
        ]
    },
    {
        "url": "https://vndb.org/v697",
        "id": 697,
        "title": "Hotel Dusk: Room 215",
        "quotes": [
            "The taste of gin and vermouth lingers on my lips. The only kiss I've known in years..."
        ]
    },
    {
        "url": "https://vndb.org/v99",
        "id": 99,
        "title": "Suika",
        "quotes": [
            "Don't hesitate. You can praise me more.",
            "...It's so rural that it almost makes me wanna pee."
        ]
    },
    {
        "url": "https://vndb.org/v912",
        "id": 912,
        "title": "Little Monica Monogatari",
        "quotes": [
            "Man, alive people are great!",
            "If that was an act on his part, I would pay 10,000 yen to go see a movie he's starring in."
        ]
    },
    {
        "url": "https://vndb.org/v12402",
        "id": 12402,
        "title": "Fata morgana no Yakata",
        "quotes": [
            "But hope has a way of forsaking those who give it a home."
        ]
    },
    {
        "url": "https://vndb.org/v1447",
        "id": 1447,
        "title": "Miraroma ~Miracle Romance Strawberry Scramble~",
        "quotes": [
            "Ho~hohoho! Yes! That's it! I am the chosen one! In other words, Hero!! And to prove it, I need a suitable rival!!"
        ]
    },
    {
        "url": "https://vndb.org/v18315",
        "id": 18315,
        "title": "Enigma:",
        "quotes": [
            "Let's blend... our lives together."
        ]
    },
    {
        "url": "https://vndb.org/v181",
        "id": 181,
        "title": "Kusari",
        "quotes": [
            "Firearms are such a bore! Killing with your own hands is where it's at!",
            "Stay outta this, woman! You've got a lot of guts to cut into a fight between men! Come back once you've grown yourself a cock!"
        ]
    },
    {
        "url": "https://vndb.org/v153",
        "id": 153,
        "title": "Koneko Doumei",
        "quotes": [
            "It... it would be an honor to be killed by your cooking, Mistress Rumi!"
        ]
    },
    {
        "url": "https://vndb.org/v710",
        "id": 710,
        "title": "Aoishiro",
        "quotes": [
            "The truth is, I'm a magical girl who came from Alpha Centauri to fight the forces of evil.",
            "Zawacchi, how are you today? Are your hit points green again?",
            "Foreigners often said that even when Japanese had reached adulthood, they still looked like children."
        ]
    },
    {
        "url": "https://vndb.org/v19125",
        "id": 19125,
        "title": "Corona Blossom",
        "quotes": [
            "Real food can be pretty delicious, you know.",
            "ALLLLL RIIIIIIIGHT!! Lady Luck's really spread her legs for us here!"
        ]
    },
    {
        "url": "https://vndb.org/v564",
        "id": 564,
        "title": "PP -Pianissimo- Ayatsuri Ningyou no Rinbu",
        "quotes": [
            "Men convert the pain of being whipped into a pleasant feeling."
        ]
    },
    {
        "url": "https://vndb.org/v15538",
        "id": 15538,
        "title": "Neko Para Vol.1 Soleil Kaiten Shimashita!",
        "quotes": [
            "Uh, \"Meow. What's up?\" isn't the answer I'm looking for..."
        ]
    },
    {
        "url": "https://vndb.org/v273",
        "id": 273,
        "title": "D.C. ~Da Capo~ Seasons",
        "quotes": [
            "Because it's necromantic xylophone."
        ]
    },
    {
        "url": "https://vndb.org/v22",
        "id": 22,
        "title": "Katahane",
        "quotes": [
            "Is this wine a necessary item in our upcoming plan?"
        ]
    },
    {
        "url": "https://vndb.org/v9878",
        "id": 9878,
        "title": "Heartful Chance~!",
        "quotes": [
            "Because I know that real life is different from visual novels and anime.."
        ]
    },
    {
        "url": "https://vndb.org/v18770",
        "id": 18770,
        "title": "Chuusotsu! 1st graduation",
        "quotes": [
            "Wait, does this mean waifus can pop out of monitors now!?",
            "...I'm definitely the main character right now, aren't I?"
        ]
    },
    {
        "url": "https://vndb.org/v1759",
        "id": 1759,
        "title": "Anettai Chuuihou!?",
        "quotes": [
            "Tsubasa-chan, you idiot! If you like breasts so much, you should just marry them!"
        ]
    },
    {
        "url": "https://vndb.org/v16337",
        "id": 16337,
        "title": "Sorcery Jokers",
        "quotes": [
            "Why didn't you cum inside me?! fucking die!"
        ]
    },
    {
        "url": "https://vndb.org/v16221",
        "id": 16221,
        "title": "Sunrider Academy",
        "quotes": [
            "Asaga eagerly opened the bento container, revealing a mixture straight out of a hardcore tentacle fetish game.",
            ".....Taste my tentacles! ... Over nine thousand pastries! ... Paperwork!....."
        ]
    },
    {
        "url": "https://vndb.org/v10665",
        "id": 10665,
        "title": "Yandere-Chan",
        "quotes": [
            "Y'know, they say that ladies love a domesticated man.",
            "Don't worry about it. They say that childhood trauma helps build character.",
            "I never knew anyone who felt that good after going to the toilet. She must have had a really big bowel..."
        ]
    },
    {
        "url": "https://vndb.org/v2747",
        "id": 2747,
        "title": "Festa!! -Hyper Girls Pop-",
        "quotes": [
            "Girls are angels. Angels take dogs and boys away to the heaven. Sad. It's so sad."
        ]
    },
    {
        "url": "https://vndb.org/v1474",
        "id": 1474,
        "title": "Hoshizora no Memoria -Wish upon a Shooting Star-",
        "quotes": [
            "Those who ignore girls in puberty are straying from the right path.",
            "The weird scythe she is holding is kind of cute.",
            "Y-you won't bite me?",
            "SHIIIIIIIIIIIIIIIIIIT!!!",
            "I'd prefer you drop gold when defeated."
        ]
    },
    {
        "url": "https://vndb.org/v93",
        "id": 93,
        "title": "Muv-Luv",
        "quotes": [
            "Rules and morals... they're just for weak people who can't live without them.",
            "Do not fear. There is no shame in being defeated, shame is in running away."
        ]
    },
    {
        "url": "https://vndb.org/v5295",
        "id": 5295,
        "title": "Imouto Paradise! ~Onii-chan to Go nin no Imouto no Ecchi Shimakuri na Mainichi~",
        "quotes": [
            "Feelings and thoughts are quick to change... but if I seize your libido, one of the big three human urges, it's likely I can seize the rest of you."
        ]
    },
    {
        "url": "https://vndb.org/v2093",
        "id": 2093,
        "title": "Edelweiss Eiden Fantasia",
        "quotes": [
            "If you lie, your dick will grow.",
            "It feels so good when you pull out! It feels so good, just like I'm taking a shit.",
            "You'll get turned on by a pill, but not by me?"
        ]
    },
    {
        "url": "https://vndb.org/v7014",
        "id": 7014,
        "title": "Dangan Ronpa Kibou no Gakuen to Zetsubou no Koukousei",
        "quotes": [
            "Maaaan, lookit me chasin' down my dreams and shit. I am one frickin' extreme badass!",
            "Don't put me in the same category as that virgin! I wouldn't want to catch his virginity!",
            "I was in so much shock at having committed a murder, dude, I completely forgot about it!",
            "Incite another murder?! You're makin' me sound like the bad guy!",
            "Meaningless death just gets me all giddy inside! Reminds me that things could be worse!",
            "Siiiigh... I guess that means nobody's gonna die! Laaaame...",
            "A teleporting, weaponized, ninja teddy bear... I'm not sure if that's supposed to be scary or silly.",
            "Your ability, appearance, and social status are so inferior I can hardly consider us the same species.",
            "Killing someone over interpersonal relationships! Yikes!"
        ]
    },
    {
        "url": "https://vndb.org/v5585",
        "id": 5585,
        "title": "Yoyogi Hitozuma Senmon Gakuin ~Nyuuzuma-tachi no Ennui~",
        "quotes": [
            "Having hairs around your dick does not make you an adult."
        ]
    },
    {
        "url": "https://vndb.org/v12302",
        "id": 12302,
        "title": "Ecchi Kara Koi o Hiite mo, Tomodachi ni Sae Narenai.",
        "quotes": [
            "Eh!? You are afraid of... panties?"
        ]
    },
    {
        "url": "https://vndb.org/v7689",
        "id": 7689,
        "title": "Princess X ~Boku no Iinazuke wa Monsterkko!?~",
        "quotes": [
            "Especially, tears are unnecessary for eroge. Nakige are not suited for men. They are created by gays, bought by gays, gay games."
        ]
    },
    {
        "url": "https://vndb.org/v12849",
        "id": 12849,
        "title": "Ao no Kanata no Four Rhythm",
        "quotes": [
            "Understood coach! Please tamper with my body!"
        ]
    },
    {
        "url": "https://vndb.org/v2632",
        "id": 2632,
        "title": "Corpse Party BloodCovered",
        "quotes": [
            "Thanks! I'm gonna go butter up my pooper with it real good! Yaaay!"
        ]
    },
    {
        "url": "https://vndb.org/v98",
        "id": 98,
        "title": "Akai Ito",
        "quotes": [
            "Children are the future, so please do not report this to the police, the court house, the health care centre or any related offices!"
        ]
    },
    {
        "url": "https://vndb.org/v38",
        "id": 38,
        "title": "Symphonic Rain",
        "quotes": [
            "There was no such thing as an ideal route - there were only several good ones.",
            "If she has you whipped *already*, you'll be in for hell later on. Believe me, I know.",
            "...This is why mysterious creatures are a pain.",
            "Would you not mutter such scary things under your breath, please?",
            "... Women are terrifying."
        ]
    },
    {
        "url": "https://vndb.org/v13046",
        "id": 13046,
        "title": "Koisuru Natsu no Last Resort",
        "quotes": [
            "How would doing your best change anything about your temperature?",
            "Small! She just said small to my face!",
            "It's sure to be recording when there's a \"dabaa\" moment, an \"unyaa\" moment - and there's no way I'd miss a classic \"mufufu\" moment.",
            "There was an study conducted by, um, a f-foreign university ... It was scientifically proven that s-sheep were best animals for counting."
        ]
    },
    {
        "url": "https://vndb.org/v1023",
        "id": 1023,
        "title": "Scarlett",
        "quotes": [
            "The world isn't so simple that gunning down your opponent will earn you a happy ending."
        ]
    },
    {
        "url": "https://vndb.org/v7260",
        "id": 7260,
        "title": "Koikishi Purely ☆ Kiss",
        "quotes": [
            "There are no beings as scary as humans."
        ]
    },
    {
        "url": "https://vndb.org/v12309",
        "id": 12309,
        "title": "Koi Saku Miyako ni Ai no Yakusoku o ~Annaffiare~",
        "quotes": [
            "I'm not a stalker, I'm a brocon! No, scratch that, too."
        ]
    },
    {
        "url": "https://vndb.org/v8935",
        "id": 8935,
        "title": "Koroshi no Dress 2",
        "quotes": [
            "Fuck you! Kill the Jap!!"
        ]
    },
    {
        "url": "https://vndb.org/v6291",
        "id": 6291,
        "title": "Imouto no Katachi",
        "quotes": [
            "Insolence. I'm not just touching. I'm politely massaging your breasts."
        ]
    },
    {
        "url": "https://vndb.org/v232",
        "id": 232,
        "title": "Yoake Mae yori Ruri Iro na",
        "quotes": [
            "The words of a little girl are causing me to alternate between joy and sorrow."
        ]
    },
    {
        "url": "https://vndb.org/v4128",
        "id": 4128,
        "title": "Tsuma Youji ~Boku wa Hitozuma Kanrinin~",
        "quotes": [
            "Please, sex me!"
        ]
    },
    {
        "url": "https://vndb.org/v4599",
        "id": 4599,
        "title": "Zettai ★ Imouto Genri Shugi!!",
        "quotes": [
            "A girl shouldn't show her tears this easily. A girl's tears are their very last trump card and they are meant to be more valuable than any diamond."
        ]
    },
    {
        "url": "https://vndb.org/v13353",
        "id": 13353,
        "title": "Koisuru Shimai no Sextet",
        "quotes": [
            "So nobody woke you up...? You must have no friends."
        ]
    },
    {
        "url": "https://vndb.org/v617",
        "id": 617,
        "title": "Soul Link",
        "quotes": [
            "Damn that attitude of hers! She ran into me and won't even apologize. Some woman.",
            "Good, good, just as I planned. We creatures known as 'men' are meant to be paired with cute girls."
        ]
    },
    {
        "url": "https://vndb.org/v36",
        "id": 36,
        "title": "Air",
        "quotes": [
            "Hi, I'm Mr. Culprit",
            "I'm your long lost brother. We were separated at birth."
        ]
    },
    {
        "url": "https://vndb.org/v8322",
        "id": 8322,
        "title": "Furifure 2",
        "quotes": [
            "If God really existed, he probably would have stopped me from hiring my own sister as a prostitute."
        ]
    },
    {
        "url": "https://vndb.org/v5657",
        "id": 5657,
        "title": "Monmusu Quest! Zenshou ~Makereba Youjo ni Okasareru~",
        "quotes": [
            "When on duty, work hard. When on break, rest hard.",
            "That isn't a technique. That’s a disgrace, and you should feel bad for still having it on your skill bar"
        ]
    },
    {
        "url": "https://vndb.org/v432",
        "id": 432,
        "title": "Lamento -Beyond the Void-",
        "quotes": [
            "You sourpuss."
        ]
    },
    {
        "url": "https://vndb.org/v1460",
        "id": 1460,
        "title": "MinDeaD BlooD ~Mayu to Mana no Yuketsubako~",
        "quotes": [
            "Everyone, you'll all stay here. Dust, your duty is to protect them, even if it'd cost your own life. Because... these chicks are _my_ women."
        ]
    },
    {
        "url": "https://vndb.org/v3",
        "id": 3,
        "title": "Utawarerumono",
        "quotes": [
            "I can't win if they use those eyes against me...",
            "Onee-sama... Why did you turn into a man...?"
        ]
    },
    {
        "url": "https://vndb.org/v7723",
        "id": 7723,
        "title": "Grisaia no Meikyuu",
        "quotes": [
            "Aw shiiit! Don't take it all off! Don't! Aw jeez, at least leave the socks on!",
            "Good, now you're drunk! No problem now! Go ahead and have sex!",
            "I've taught you how to eat your food, shoot a gun and handle a woman. You can do the rest by yourself, right?",
            "That is not true. Modern rice cookers can record television over the internet.",
            "I will now proceed to spank Michiru-sama's butt ten times and then say something edifying!"
        ]
    },
    {
        "url": "https://vndb.org/v5000",
        "id": 5000,
        "title": "Root Double -Before Crime * After Days-",
        "quotes": [
            "Yup, such a perv. Boys who get along with girls are pervs. It's common sense."
        ]
    },
    {
        "url": "https://vndb.org/v15143",
        "id": 15143,
        "title": "Satsukoi ~Yuukyuu Naru Koi no Uta~",
        "quotes": [
            "For humans it's important what's inside. Of their underpants."
        ]
    },
    {
        "url": "https://vndb.org/v6710",
        "id": 6710,
        "title": "Princess Evangile",
        "quotes": [
            "I-if you are intending to get me pregnant, I must ask you to follow the proper procedures!",
            "If a man looks at you too much, it makes a baby inside you!",
            "I challenge you to a naked duel!",
            "Um, I... I feel like I broke my cock."
        ]
    },
    {
        "url": "https://vndb.org/v899",
        "id": 899,
        "title": "Ryoujoku Guerilla Gari",
        "quotes": [
            "If you have time to scream, why don't you suck my dick?"
        ]
    },
    {
        "url": "https://vndb.org/v7382",
        "id": 7382,
        "title": "RPG Shooter: Starwish",
        "quotes": [
            "It's said that love is the most powerful force in the universe. I am attempting to harness that power to create weapons of mass destruction."
        ]
    },
    {
        "url": "https://vndb.org/v2153",
        "id": 2153,
        "title": "Umineko no Naku Koro ni Chiru",
        "quotes": [
            "Thinking is not only a job for the characters within the tale. ......As a Reader, you too have the right to enjoy thinking.",
            "The beauty of my master's face is without peer, no matter how wrinkly it may get.",
            "We'll meet again. When something else cries.",
            "......I won't say anything perverted, so keep your hands off my ass.",
            "The truth...is uninteresting.",
            "I'm an intellectual rapist who enjoys exposing the things people try to hide, get it?",
            "........You should stop being a witch and become a voice actress.",
            "Without love, it cannot be seen."
        ]
    },
    {
        "url": "https://vndb.org/v53",
        "id": 53,
        "title": "Otoko Dogeza Jigoku",
        "quotes": [
            "Who the fuck would genuflect at this late hour?! AND WHAT THE FUCK DOES GENUFLECT MEAN ANYWAY?!"
        ]
    },
    {
        "url": "https://vndb.org/v18334",
        "id": 18334,
        "title": "New Dangan Ronpa V3 Minna no Koroshiai Shingakki",
        "quotes": [
            "It's all okay! God takes male sacrifices, too!",
            "If I keep praying hard, I'll gain enough points to grade up to Platinum Class~"
        ]
    },
    {
        "url": "https://vndb.org/v8213",
        "id": 8213,
        "title": "Dracu-Riot!",
        "quotes": [
            "Farewell, my virginity."
        ]
    },
    {
        "url": "https://vndb.org/v2122",
        "id": 2122,
        "title": "Fading Hearts Parallel",
        "quotes": [
            "It makes me really thankful that I am the Anime and Visual Novel otaku that I am"
        ]
    },
    {
        "url": "https://vndb.org/v2047",
        "id": 2047,
        "title": "Rance VI - Zeth Houkai -",
        "quotes": [
            "You could've burned off the semen tails in the dick of my soul!!!"
        ]
    },
    {
        "url": "https://vndb.org/v5136",
        "id": 5136,
        "title": "Ayasato-ke no Ichizoku",
        "quotes": [
            "Oh snap!!!! I do not hear such a truth...!?",
            "I hated her ! Whooo !! Wanted to murder it !! Whooo !!"
        ]
    },
    {
        "url": "https://vndb.org/v5943",
        "id": 5943,
        "title": "Otakano -Konna ni Kawaii Kanojo ga Otaku na Wake ga Nai-",
        "quotes": [
            "Her tsundere ratio is 8:2. So don't think you could see her dere side so easily.",
            "Yes. My favorite game genre is galge and eroge. Or more like, I almost don't play anything else.",
            "The main component of bishoujo game is H scenes. Everything else is just like a bonus."
        ]
    },
    {
        "url": "https://vndb.org/v1001",
        "id": 1001,
        "title": "Carnival",
        "quotes": [
            "Blue sky, white clouds, gray concrete, crimson blood, a stiff corpse sprawling about, and a slutty naked girl. It's a scenery Manabu would like."
        ]
    },
    {
        "url": "https://vndb.org/v716",
        "id": 716,
        "title": "Gyakuten Saiban 3",
        "quotes": [
            "Crashing headlong into everything is the only way to live!"
        ]
    },
    {
        "url": "https://vndb.org/v13242",
        "id": 13242,
        "title": "Nee-chan, Mou Dechau yo! ~In Ane wa Ore no Ai Gangu~",
        "quotes": [
            "I'm going to masturbate so kindly get out!"
        ]
    },
    {
        "url": "https://vndb.org/v370",
        "id": 370,
        "title": "Koisuru Otome to Shugo no Tate - The Code Name is \"Shield 9\"",
        "quotes": [
            "I'm not a kid! I'm a legitimate, adult male!",
            "Girls are the same as aliens. Those limp-body-walking-things with soft chests...it goes way over my head.",
            "Today I'm going no-pantsu."
        ]
    },
    {
        "url": "https://vndb.org/v1286",
        "id": 1286,
        "title": "Eden* They Were Only Two, On The Planet.",
        "quotes": [
            "I got the feeling it was about time I tied a weight to her and throw her into the lake."
        ]
    },
    {
        "url": "https://vndb.org/v9093",
        "id": 9093,
        "title": "Kono Oozora ni, Tsubasa o Hirogete",
        "quotes": [
            "I will kill you until you die."
        ]
    },
    {
        "url": "https://vndb.org/v7707",
        "id": 7707,
        "title": "Chichi Miko!!",
        "quotes": [
            "In a gal game, sincerely aiming at the heroine you choose is the accepted pratice, the dogma, it's madatory."
        ]
    },
    {
        "url": "https://vndb.org/v3144",
        "id": 3144,
        "title": "Subarashiki Hibi ~Furenzoku Sonzai~",
        "quotes": [
            "Even girls have dicks in their hearts!"
        ]
    },
    {
        "url": "https://vndb.org/v3111",
        "id": 3111,
        "title": "Evolimit",
        "quotes": [
            "Because I'm a Russian! Biologically, Russians eat caviar as their staple food. And vodka! Both biologically contain all the required nutrient for a day."
        ]
    },
    {
        "url": "https://vndb.org/v12607",
        "id": 12607,
        "title": "Papa Doki! ~Papa ga Daisuki Dakedo, Kazoku Dakara Mondai Nai yo ne!~",
        "quotes": [
            "T,That's because I don't have a pussy...",
            "Farewell, big hard cock..."
        ]
    },
    {
        "url": "https://vndb.org/v5478",
        "id": 5478,
        "title": "Ichigo-chan to Kyuugo-kun",
        "quotes": [
            "Ah, I leveled up from \"garbage\" to \"food scraps\"! All right!"
        ]
    },
    {
        "url": "https://vndb.org/v12479",
        "id": 12479,
        "title": "Ichiban Janakya Dame Desu ka?",
        "quotes": [
            "By the way Hisui-chan, what's the size of your brother's Excalibur?"
        ]
    },
    {
        "url": "https://vndb.org/v4424",
        "id": 4424,
        "title": "Musunde, Hiraite",
        "quotes": [
            "I can speak English. But I can not speak Japanese. Repeat after me!"
        ]
    },
    {
        "url": "https://vndb.org/v3192",
        "id": 3192,
        "title": "Isogashii Hito no Tame no Koumakyou",
        "quotes": [
            "Oh, please don't make that face like a long-dead boyfriend was really alive but turned out to be a blood-related younger brother."
        ]
    },
    {
        "url": "https://vndb.org/v6359",
        "id": 6359,
        "title": "Kozukuri Youkai H Henka ~Otome o Okasu Hyoui Gattai~",
        "quotes": [
            "Now, be nice... I'm just the toilet paper."
        ]
    },
    {
        "url": "https://vndb.org/v1660",
        "id": 1660,
        "title": "Shinigami no Kiss wa Wakare no Aji",
        "quotes": [
            "A shinigami pointing out faults in Japan's goverment is completely unheard of. Does this mean that present-day politics are going to die soon?"
        ]
    },
    {
        "url": "https://vndb.org/v52",
        "id": 52,
        "title": "Tokoyo no Hoshizora",
        "quotes": [
            "Yours is a strange variety of existence."
        ]
    },
    {
        "url": "https://vndb.org/v2368",
        "id": 2368,
        "title": "Deardrops",
        "quotes": [
            "I can take a bath, walk around naked and eat a whole bucket of pudding by myself.",
            "What's responsibility? Does it taste good?",
            "All you men are such children. But I wouldn't have it any other way."
        ]
    },
    {
        "url": "https://vndb.org/v369",
        "id": 369,
        "title": "Koihime † Musou ~Doki ☆ Otome Darake no Sangokushi Engi~",
        "quotes": [
            "*Smack,* ooh... this is great. Your pussy feels like it's full of serpents."
        ]
    },
    {
        "url": "https://vndb.org/v17825",
        "id": 17825,
        "title": "Kyuuketsuki no Libra",
        "quotes": [
            "I think the secret of a happy marriage is for the husband to be under his wife's ass, literally."
        ]
    },
    {
        "url": "https://vndb.org/v1904",
        "id": 1904,
        "title": "Aoiro Rinne",
        "quotes": [
            "Uhm, so basically... You mean there was a software upgrade from \"Ugly Dude 2000\" into \"Futanari XP\". Something like this?"
        ]
    },
    {
        "url": "https://vndb.org/v248",
        "id": 248,
        "title": "Never7 -The End of Infinity-",
        "quotes": [
            "So I've been demoted from a slave to a stray dog?"
        ]
    },
    {
        "url": "https://vndb.org/v29",
        "id": 29,
        "title": "Crescendo ~Eien da to Omotte Ita Ano Koro~",
        "quotes": [
            "There is no \"if\" and no way to erase the past."
        ]
    },
    {
        "url": "https://vndb.org/v6458",
        "id": 6458,
        "title": "Eiyuu*Senki",
        "quotes": [
            "Really? If you're lying, then just be honest with us...",
            "I've asked God for an answer. It was no use."
        ]
    },
    {
        "url": "https://vndb.org/v16103",
        "id": 16103,
        "title": "Kujiragami no Tearstilla",
        "quotes": [
            "If you don't get angry, I can't show you my panties as apology!",
            "The only thing I had in my pockets was the underwear of my younger sister."
        ]
    },
    {
        "url": "https://vndb.org/v1492",
        "id": 1492,
        "title": "Sekai o Seifuku Suru Tame no, 3tsu no Houhou",
        "quotes": [
            "I don't care about that! What do you think is important? Me or the world!?"
        ]
    },
    {
        "url": "https://vndb.org/v3139",
        "id": 3139,
        "title": "Moekan",
        "quotes": [
            "Diet!? You are an android so you won't get fat no matter how much you eat."
        ]
    },
    {
        "url": "https://vndb.org/v2596",
        "id": 2596,
        "title": "Moero Downhill Night -Touge Saisoku Densetsu-",
        "quotes": [
            "Huh!? My body's just compact, unlike yours! You just don't get it do you? You're all boobs, no brains!"
        ]
    },
    {
        "url": "https://vndb.org/v1388",
        "id": 1388,
        "title": "Leaves",
        "quotes": [
            "So the truth isn't really that painful, no. It just happens to be a bitch.",
            "And look -- I spent the entire night fucking your brains out, just in case you don't remember. There isn't much to be embarrassed about at this point.",
            "Hey, I boil the pasta, that counts as cooking."
        ]
    },
    {
        "url": "https://vndb.org/v174",
        "id": 174,
        "title": "Canvas 2 ~Akaneiro no Palette~",
        "quotes": [
            "There's no way I'd go puupuukupuu with someone as stupid, idiotic and forgetful as you."
        ]
    },
    {
        "url": "https://vndb.org/v14069",
        "id": 14069,
        "title": "Reminiscence Re:Collect",
        "quotes": [
            "If I were to hate your perverted side I would be denying your entire existence.",
            "Don't worry, I also love sleeping."
        ]
    },
    {
        "url": "https://vndb.org/v7861",
        "id": 7861,
        "title": "Koki Kano ~Ikasete, Kokoa-chan!~",
        "quotes": [
            "Kazuna-san's left and right testicles.... I will move around and around until they changed places."
        ]
    },
    {
        "url": "https://vndb.org/v2968",
        "id": 2968,
        "title": "Hoshizora e Kakaru Hashi",
        "quotes": [
            "We were born in different places, and I'm sure we'll die in different places as well!",
            "Hey, that was my thrash!"
        ]
    },
    {
        "url": "https://vndb.org/v11203",
        "id": 11203,
        "title": "Chikan Otori Sousa",
        "quotes": [
            "His hand that was like a knob grasshopper spider creeped over my public region."
        ]
    },
    {
        "url": "https://vndb.org/v123",
        "id": 123,
        "title": "Anata no Osanazuma",
        "quotes": [
            "Oh, there's a cat. I can put that cat in my anus..."
        ]
    },
    {
        "url": "https://vndb.org/v2790",
        "id": 2790,
        "title": "Ar Tonelico III ~Sekai Shuuen no Hikigane wa Shoujo no Uta ga Hiku~",
        "quotes": [
            "I feel like something really inappropriate was erected. Is it just my imagination?"
        ]
    },
    {
        "url": "https://vndb.org/v7402",
        "id": 7402,
        "title": "Guilty Crown Lost Christmas",
        "quotes": [
            "All of your choices are meaningless"
        ]
    },
    {
        "url": "https://vndb.org/v19773",
        "id": 19773,
        "title": "Kemomimi Harem Vacation ~Inaka de Nonbiri Mofumofu Kemonomimi Shoujo-tachi to Kozukuri Zanmai~",
        "quotes": [
            "Oh No you didn't. De-su my ass-u.",
            "I demand you to do the Moe-Moe Kyun for me!!"
        ]
    },
    {
        "url": "https://vndb.org/v3892",
        "id": 3892,
        "title": "Sakura Taisen V ~Saraba Itoshiki Hito Yo~",
        "quotes": [
            "Ngah-! Having this superb blade in my skull just makes me that much smarter!"
        ]
    },
    {
        "url": "https://vndb.org/v632",
        "id": 632,
        "title": "Aozora Gakko no Sensei-kun.",
        "quotes": [
            "I'm not a Tanuki! I'm a Badger!"
        ]
    },
    {
        "url": "https://vndb.org/v4037",
        "id": 4037,
        "title": "Eroge! ~H mo Game mo Kaihatsu Zanmai~",
        "quotes": [
            "I couldn't abandon the threat to my precious eroge standing right before my eyes...!",
            "Get men aroused? I can do such a thing! Such crude, unsightly creatures are nothing!"
        ]
    },
    {
        "url": "https://vndb.org/v13912",
        "id": 13912,
        "title": "BlazBlue: Chrono Phantasma",
        "quotes": [
            "An invaluable component of every woman's beauty is a flawless ass.",
            "Until today I'd always assassinated people who called me flat, but now I understand there was no need for me to do something so silly!",
            "Breasts are conly copying what the ass has been doing for millions of years."
        ]
    },
    {
        "url": "https://vndb.org/v3850",
        "id": 3850,
        "title": "Josou de Haramasete",
        "quotes": [
            "...Sorry. I never told you, but I... I'm not really your mother, I'm your father."
        ]
    },
    {
        "url": "https://vndb.org/v84",
        "id": 84,
        "title": "Sharin no Kuni, Yuukyuu no Shounenshoujo",
        "quotes": [
            "Even though you have a splendid cock, how long are you going to pretend to be a coward?",
            "You did, right? You seriously did, right? YOU SERIOUSLY FRIGGIN' DID, RIGHT?"
        ]
    },
    {
        "url": "https://vndb.org/v299",
        "id": 299,
        "title": "Daibanchou -Big Bang Age-",
        "quotes": [
            "There, the fire will hide my tracks! Haaa~hahaha!!!!!"
        ]
    },
    {
        "url": "https://vndb.org/v18781",
        "id": 18781,
        "title": "Bitch Nee-chan ga Seijun na Hazu ga Nai!",
        "quotes": [
            "It's not an exaggeration to say that my idea of a family is a harem."
        ]
    },
    {
        "url": "https://vndb.org/v1390",
        "id": 1390,
        "title": "Jouka no Monshou",
        "quotes": [
            "I have one bullet left. One ending. One death. More than enough."
        ]
    },
    {
        "url": "https://vndb.org/v715",
        "id": 715,
        "title": "Gyakuten Saiban 2",
        "quotes": [
            "Let's go let her whip us, Mr. Nick!"
        ]
    },
    {
        "url": "https://vndb.org/v17763",
        "id": 17763,
        "title": "Neko Para Vol.0 Minazuki Neko-tachi no Nichijou!",
        "quotes": [
            "This hand of mine burns red! Its loud roar tells me to defeat the butterfly!"
        ]
    },
    {
        "url": "https://vndb.org/v687",
        "id": 687,
        "title": "Kokyou no Uta",
        "quotes": [
            "The guests here eat, sleep, and hoard secrets like squirrels hoard nuts."
        ]
    },
    {
        "url": "https://vndb.org/v747",
        "id": 747,
        "title": "Apathy - Midnight Collection ~Vol. 1~",
        "quotes": [
            "Don't be silly. Porn holds more value than art."
        ]
    },
    {
        "url": "https://vndb.org/v938",
        "id": 938,
        "title": "Sono Hanabira ni Kuchizuke o: Anata o Suki na Shiawase",
        "quotes": [
            "Unable to control our passion, we'll do \"synchronized swimming of love\" in the locker room!"
        ]
    },
    {
        "url": "https://vndb.org/v2441",
        "id": 2441,
        "title": "Breed! Breed-Island.",
        "quotes": [
            "I love you more than roast pork... more than fried rice, that Mai cooks for me... and a lot, a lot more than steak...!!!"
        ]
    },
    {
        "url": "https://vndb.org/v1060",
        "id": 1060,
        "title": "MinDeaD BlooD ~Shihaisha no Tame no Kyoushikyoku~",
        "quotes": [
            "I haven't got the foggiest idea who you are, but we're now hole brothers with this."
        ]
    },
    {
        "url": "https://vndb.org/v279",
        "id": 279,
        "title": "Sensei Da-isuki 2",
        "quotes": [
            "Sensei... do you have a joystick in your pants when you sleep?"
        ]
    },
    {
        "url": "https://vndb.org/v28",
        "id": 28,
        "title": "Shuffle!",
        "quotes": [
            "It's absolutely meaningless, just like the Japanese government nowadays."
        ]
    },
    {
        "url": "https://vndb.org/v11118",
        "id": 11118,
        "title": "Fragment's Note",
        "quotes": [
            "This isn't the right time to Tell him that Eri gets Turned on by Taboo relantionships"
        ]
    },
    {
        "url": "https://vndb.org/v6357",
        "id": 6357,
        "title": "Sansha Mendan ~Rensa Suru Chijoku Choukyou no Gakuen~",
        "quotes": [
            "Sex... by myself?! U-Um, y-you... y-you want me to have sex all by myself?! Eh?! B-But how?!"
        ]
    },
    {
        "url": "https://vndb.org/v14303",
        "id": 14303,
        "title": "Shoujo-tachi wa Kouya o Mezasu",
        "quotes": [
            "I bought a game new, but the heroines were second hand. I want my money back."
        ]
    },
    {
        "url": "https://vndb.org/v284",
        "id": 284,
        "title": "Choukou Sennin Haruka",
        "quotes": [
            "Wait, that means I fucked a cat... Geeeeeeeh!"
        ]
    },
    {
        "url": "https://vndb.org/v1414",
        "id": 1414,
        "title": "Rance - Hikari o Motomete -",
        "quotes": [
            "There are no clothes left I could take off."
        ]
    },
    {
        "url": "https://vndb.org/v9678",
        "id": 9678,
        "title": "Rose Guns Days",
        "quotes": [
            "Brother, you can just hit your head on a piece of mabo tofu and die!"
        ]
    }
]
